import { FC } from 'react';
//
import ContentWrapper from '@/components/ContentWrapper/ContentWrapper';

const AboutUs: FC = () => {
  return (
    <ContentWrapper>
      <div className='w-full bg-white  p-[20px] rounded-[8px] shadow-md'>
        <p>
          JC-Global - это международная компания, которая предоставляет широкий
          спектр услуг в сфере продаж. Мы специализируемся на различных
          направлениях, таких как продажи товаров потребительского и
          промышленного назначения, продажи услуг, а также продажи инновационных
          технологий. Мы гордимся нашими высококвалифицированными сотрудниками,
          которые работают в команде для достижения общих целей. Наша компания
          постоянно развивается и стремится к инновациям, чтобы удовлетворить
          потребности наших клиентов. Кроме того, мы активно работаем над
          созданием экологически чистых и устойчивых продуктов, которые будут
          полезны как для потребителей, так и для нашей планеты. Мы стараемся
          быть лучшими в своей отрасли и продолжаем улучшать наши услуги и
          процессы, чтобы обеспечить нашим клиентам высококачественный сервис.
          Мы готовы помочь вам достичь ваших бизнес-целей и привести ваш бизнес
          на новый уровень. Присоединяйтесь к нам и станьте частью нашей
          команды, которая стремится к успеху и постоянному росту. Мы готовы
          работать вместе с вами для достижения лучших результатов и создания
          более благоприятной будущей для всех нас.
        </p>
      </div>
    </ContentWrapper>
  );
};

export default AboutUs;
